Repository: jiangwuyou/goreviewpartner
Catalog: translations/*.po
Languages: ru

source: This is GoReviewPartner
ru: Это - GoReviewPartner

source: Run a SGF file analysis
ru: Анализ SGF-файла

source: Run a live analysis
ru: Анализ вживую

source: Open a RSGF file for review
ru: Просмотр RSGF-файла

source: Convert RSGF file to SGF file
ru: Конвертация RSGF в SGF

source: Download a SGF file for analysis
ru: Анализ SGF-файла по ссылке

source: Settings
ru: Настройки

source: The file %s has been converted to %s
ru: Файл "%s" был сконвертирован в "%s"

source: Convert RSGF file to CSV file
ru: Конвертация RSGF в CSV

source: Bot to use for analysis:
ru: Программа для анализа

source: Select variation to be analysed
ru: Выберите вариант для анализа

source: Select moves to be analysed
ru: Выберите ходы для анализа

source: Analyse all %i moves
ru: Анализировать все ходы (%i)

source: Analyse only those moves:
ru: Анализировать только эти ходы:

source: Select colors to be analysed
ru: Выберите цвет для анализа

source: Black & white
ru: Чёрные и белые

source: Black only
ru: Только чёрные

source: White only
ru: Только белые

source: Confirm the value of komi
ru: Подтвердите величину коми

source: Stop the analysis if the bot resigns
ru: Остановить анализ, если программа сдаётся

source: Variation %i (%i moves)
ru: Вариант %i (ходов: %i)

source: Start
ru: Начать анализ

source: Incorrect value for komi (%s), please double check.
ru: Некорректная величина коми (%s). Пожалуйста, проверьте.

source: Could not make sense of the moves range.
ru: Интервал ходов не имеет смысла.

source: Please indicate one or more move intervals (e.g. "10-20, 40,50-51,63,67")
ru: Пожалуйста, укажите один или несколько интервалов (например: "10-20, 40,50-51,63,67")

source: Error while reading komi value, please check:
ru: Ошибка при разборе коми. Пожалуйста, проверьте.

source: Paste the URL to the SGF file (http or https):
ru: Укажите URL для SGF-файла (http или https):

source: Get
ru: Получить

source: Could not open the URL
ru: Невозможно открыть URL

source: Not a valid SGF file!
ru: Некорректный SGF-файл

source: This analysis will be performed on an already analysed SGF file.
ru: Анализ будет выполнен для уже проанализированного SGF-файла.

source: What to do with the existing variations?
ru: Что делать с существующими вариантами?

source: Keep existing variations
ru: Оставить существующие варианты

source: Replace existing variations
ru: Заменить существующие варианты

source: Analysis of: %s
ru: Анализируется: %s

source: Remaining time: %ih, %im, %is
ru: Оставшееся время: %i ч, %i мин, %i с

source: Currently at move %i/%i
ru: Текущий ход: %i/%i

source: Completed
ru: Анализ завершён

source: Start the review
ru: Начать разбор

source: Now closing, please wait...
ru: Завершение. Пожалуйста, подождите...

source: Graphs
ru: Графики

source: Table
ru: Таблица

source: Comments
ru: Комментарии

source: Go to first move.
ru: К первому ходу

source: Go back 10 moves.
ru: Назад на 10 ходов

source: Go back one move. Shortcut: keyboard left key.
ru: Назад на один ход (клавиша: стрелка влево)

source: Go forward one move. Shortcut: keyboard right key.
ru: Вперёд на один ход (клавиша: стрелка вправо)

source: Go forward 10 moves.
ru: Вперёд на 10 ходов

source: Go to final move.
ru: К последнему ходу

source: <Ctrl+Q> to save the goban as an image.
ru: <Ctrl+Q> - сохранить изображение позиции

source: Use mouse middle click or wheel to undo move.
ru: Используйте среднюю кнопку или колесо мыши для отмены хода

source: <Ctrl+W> to save the goban as an image.
ru: <Ctrl+W> чтобы сохранить изображение доски

source: Use mouse wheel or keyboard up/down keys to display the sequence move by move.
ru: Используйте колесо мыши или стрелки вверх/вниз на клавиатуре для просмотра последовательности ход за ходом.

source: Actual game
ru: Партия

source: Keep pressed to show map.
ru: Держите нажатой для показа карты.

source: Maps
ru: Карты

source: Show
ru: Показать

source: Territories
ru: Территории

source: Influence
ru: Влияние

source: Heat map
ru: Тепловая карта

source: Display
ru: Показ

source: Not available
ru: Недоступно

source: Undo
ru: Отмена

source: Play one move
ru: Сыграть один ход

source: Play as white
ru: Играть белыми

source: Play as black
ru: Играть чёрными

source: Undo last move. Shortcut: mouse middle button.
ru: Отменить последний ход. Мышь: средняя кнопка.

source: Select a bot
ru: Выбрать программу

source: Let the bot take both sides and play against itself.
ru: Разрешить программе играть за оба цвета самой с собой.

source: Ask the bot for a quick evaluation
ru: Спросить у программы быструю оценку

source: White
ru: Белые

source: Black
ru: Чёрные

source: Action
ru: Действие

source: No bot
ru: Без программы

source: Do nothing
ru: Пауза

source: Win rate
ru: Вероятность победы

source: Black win rate delta
ru: Изменение вероятности победы чёрных

source: White win rate delta
ru: Изменение вероятности победы белых

source: Value Network win rate
ru: Вероятность победы, сеть Value

source: Black Value Network win rate delta
ru: Изменение вероятности победы чёрных, сеть Value

source: White Value Network win rate delta
ru: Изменение вероятности победы белых, сеть Value

source: Monte Carlo win rate
ru: Вероятность победы, Монте-Карло

source: Black Monte Carlo win rate delta
ru: Изменение вероятности победы чёрных, Монте-Карло

source: White Monte Carlo win rate delta
ru: Изменение вероятности победы белых, Монте-Карло

source: Score estimation
ru: Оценка счёта

source: Black win rate
ru: Вероятность победы чёрных

source: Move %i (%s), black/white win rate:
ru: Ход %i (%s), вероятность победы чёрных/белых:

source: Move %i: win rate of Black's move: %s; win rate of computer move: %s
ru: Ход %i: вероятность победы при ходе чёрных: %s, вероятность победы при ходе компьютера: %s

source: Move %i: win rate of White's move: %s; win rate of computer move: %s
ru: Ход %i: вероятность победы при ходе белых: %s, вероятность победы при ходе компьютера: %s

source: The computer believes the actual move is %.2fpp better than it's best move.
ru: Компьютер считает, что реальный ход на %.2fpp сильнее, чем его лучший ход

source: The computer believes it's own move win rate would bе %.2fpp higher.
ru: Компьютер считает, что его ход повышает вероятность победы на %.2fpp.

source: Move %i (%s), estimated score:
ru: Ход %i (%s), оценка счёта:

source: Win for White
ru: Победа белых

source: Win for Black
ru: Победа чёрных

source: <Ctrl+Q> to save the graph as an image.
ru: <Ctrl+Q> - сохранить график как изображение

source: %s settings
ru: Настройки %s

source: General parameters
ru: Основные параметры

source: Language
ru: Язык

source: Parameters for the analysis
ru: Параметры анализа

source: Maximum number of variations to record during analysis
ru: Максимальное число вариантов для записи при анализе

source: Only keep variations where game move and bot move differ
ru: Сохранять только варианты, в которых ход программы отличается от хода в партии

source: Save bot command line into RSGF file
ru: Сохранять командную строку программы в RSGF-файл

source: Parameters for the review
ru: Параметры разбора

source: Natural stone placement
ru: Натуралистичное размещение камней

source: Real game sequence deepness
ru: Глубина вариантов из реальной партии

source: Maximum number of variations to display during review
ru: Максимальное число вариантов для показа при разборе

source: Blue/red coloring of the variations
ru: Синий/красный цвет вариантов

source: Labels for the variations
ru: Метки для вариантов

source: Inverted mouse wheel
ru: Инвертировать колесо мыши

source: Save settings
ru: Сохранить настройки

source: The best variation in blue
ru: Показывать синим лучший вариант

source: Win rate > 50% in blue
ru: Показывать синим при вероятности победы > 50%

source: Variations better than actual game move in blue
ru: Показывать синим варианты лучшие, чем в партии

source: Percentages
ru: Проценты

source: Letters
ru: Буквы

source: Slow profile parameters
ru: Параметры медленного профиля

source: Command
ru: Команда

source: Parameters
ru: Параметры

source: Time per move (s)
ru: Время на ход (с)

source: Test
ru: Проверка

source: Fast profile parameters
ru: Параметры быстрого профиля

source: Maximum number of variations
ru: Максимальное число вариантов

source: Deepness for each variation
ru: Глубина каждого варианта

source: See AQ parameters in "aq_config.txt"
ru: См. параметры AQ в файле "aq_config.txt"

source: Slow profile
ru: Медленный профиль

source: Fast profile
ru: Быстрый профиль

source: Move %i
ru: Ход %i

source: White to play. In the game, white played %s
ru: Ход белых. В партии они сыграли %s.

source: Black to play. In the game, black played %s
ru: Ход чёрных. В партии они сыграли %s.

source: For this position, %s would play: %s
ru: В этой позиции %s предлагает %s.

source: Black win probability:
ru: Вероятность победы чёрных:

source: White win probability:
ru: Вероятность победы белых:

source: before %s
ru: перед %s

source: after %s
ru: после %s

source: Black Value Network win probability:
ru: Вероятность победы чёрных, сеть Value:

source: White Value Network win probability:
ru: Вероятность победы белых, сеть Value:

source: Black Monte Carlo win probability:
ru: Вероятность победы чёрных, Монте-Карло:

source: White Monte Carlo win probability:
ru: Вероятность победы белых, Монте-Карло:

source: Move
ru: Ход

source: Policy Network value
ru: Значение сети Policy:

source: Playouts
ru: Плейауты

source: Evaluation
ru: Оценка

source: black/white win probability for this variation: %s
ru: Вероятность победы чёрных/белых: %s

source: Policy network value for this variation: %s
ru: Значение сети Policy для этого варианта: %s

source: Monte Carlo win probability for this variation: %s
ru: Вероятность победы чёрных/белых, Монте-Карло: %s

source: Value network black/white win probability for this variation: %s
ru: Вероятность победы чёрных/белых, сеть Value: %s

source: Number of playouts used to estimate this variation: %s
ru: Число плейаутов для этого хода: %s

source: Evaluation for this variation: %s
ru: Оценка этого варианта: %s

source: RAVE(x%% : y) for this variation: %s
ru: RAVE(x% : y) для этого варианта: %s

source: Score estimation for this variation: %s
ru: Оценка счёта для этого варианта: %s

source: Analysis by GoReviewPartner
ru: Анализ GoReviewPartner

source: Bot
ru: Программа

source: Intervals
ru: Интервалы

source: Command line
ru: Командная строка

source: Book move
ru: Ход из книги

source: Bot used for analysis
ru: Программа для анализа

source: Black player
ru: За чёрных

source: White player
ru: За белых

source: No overlap thinking time
ru: Не думать одновременно

source: Board size
ru: Размер доски

source: Komi
ru: Коми

source: Handicap stones
ru: Фора

source: SGF file name
ru: SGF-файл

source: Human player
ru: Человек

source: Please place %i handicap stones on the board.
ru: Пожалуйста, разместите на доске камни форы в количестве %i.

source: The game is now starting!
ru: Партия начинается!

source: Game
ru: Партия

source: Currently at move %i
ru: Текущий ход: %i

source: Pause
ru: Пауза

source: Analysis
ru: Анализ

source: Analysis by %s
ru: Анализ программы %s

source: Status:
ru: Статус:

source: Ready to start
ru: Готов к запуску

source: Resume
ru: Продолжить

source: Pass
ru: Пас

source: Waiting for next move
ru: Ожидание следующего хода

source: Pause the game
ru: Пауза в партии

source: Pass for this move
ru: Пас этим ходом

source: Undo to previous move
ru: Отменить последний ход

source: Live game
ru: Партия вживую

source: Send GTP command
ru: Отправить GTP-команду

source: Choose a filename
ru: Выберите имя файла

source: Select a file
ru: Выберите файл

source: SGF file
ru: SGF-файл

source: Reviewed SGF file
ru: Разобранный SGF-файл

source: PNG image
ru: PNG-изображение

source: Error
ru: Ошибка

source: Information
ru: Информация

source: Could not open the RSGF file:
ru: Невозможно открыть RSGF-файл:

source: Could not save the RSGF file:
ru: Невозможно сохранить RSGF-файл:

source: Could not save the SGF file:
ru: Невозможно сохранить SGF-файл:

source: Could not open the SGF file:
ru: Невозможно открыть SGF-файл:

source: Error while initializing the GTP bot:
ru: Ошибка при инициализации GTP-программы:

source: Error while initializing the graphical interface:
ru: Ошибка при инициализации графического интерфейса:

source: Aborted
ru: Прекращено

source: Analysis aborted:
ru: Анализ прекращён

source: GnuGo thread failed:
ru: Ошибка потока GnuGo:

source: Could not run %s using the command from config.ini file:
ru: Невозможно запустить %s используя команду из файла config.ini:

source: %s did not reply as expected to the GTP name command:
ru: %s не отвечает ожидаемым образом на команду GTP "name"

source: %s did not identify itself as expected:
ru: %s не идентифицирует себя ожидаемым образом:

source: %s did not reply as expected to the GTP version command:
ru: %s не отвечает ожидаемым образом на команду GTP "version"

source: Could not set the goboard size using GTP command. Check that %s is running in GTP mode.
ru: Невозможно установить размер доски с помощью GTP-команды. Проверьте, что %s работает в режиме GTP.

source: %s rejected this board size (%ix%i)
ru: %s не принимает этот размер доски (%ix%i)

source: Could not run the program:
ru: Невозможно запустить программу:

source: Leela Zero is currently running the OpenCL SGEMM tuner. It may take several minutes until Leela Zero is ready.
ru: Leela Zero производит настройку OpenCL с помощью SGEMM. Это может занять несколько минут.

source: Ray is currently running the OpenCL SGEMM tuner. It may take several minutes until Ray is ready.
ru: Ray производит настройку OpenCL с помощью SGEMM. Это может занять несколько минут.

source: The config.ini file does not contain %s entry for %s !
ru: Файл config.ini не содержит значение %s для %s!

source: The config.ini file %s entry for %s is empty!
ru: Значение %s в файле config.ini для %s пустое!
